;Language file of Revo Uinstaller Pro
;This section must use english
[Info]
Language= Français/French
WebLang=FRA
Translator=Nightlight
Codepage=UNICODE
Version=2.0.1

[Uninstaller Toolbar]
102 = Vue
103 = Options
104 = Désinstalleur
105 = Outils
106 = Mode Chasseur
107 = Liste
108 = Icônes
109 = Détaillée 
110 = Désinstaller
111 = Supprimer l'entrée
112 = Rafraîchir
113 = Etes-vous sûr de vouloir supprimer l'entrée sélectionnée ?
114 = Etes-vous sûr de vouloir désinstaller le programme sélectionné ?
115 = Mise à jour automatique
116 = Aide
117 = Aide de l'outil actuel...
118 = Page d'Accueil...
119 = A propos...
120 = Vous n'êtes pas un Administrateur!
121 = Etes-vous sûr de vouloir désinstaller le composant système sélectionné?\nARRETEZ à moins d'être certain de ce que vous êtes en train de faire!
122 = Le désinstalleur vous montre tous les programmes et composants installés par l'utilisateur courant ainsi que tous les autres utilisateurs. Dans le type de vue "Détaillée", ou par le menu contextuel, vous pouvez obtenir des informations supplémentaires, liens et propriétés sur les installations. Une fonction importante de Revo uninstaller est le Mode Chasseur. Ce mode vous donne la possibilité de désinstaller (Arrêt, Suppression ou Désactivation du démarrage automatique) avec juste un clic sur les applications.
123 = Rechercher
124 = Trouvée(s):
125 = Etes-vous sur de vouloir supprimer le composant système sélectionné du registre ?nCelà peut être recquis par votre système d'exploitation!
126 = Est supprimé du démarrage automatique!
127 = Est ajouté pour démarrer automatiquement!
128 = %s à le même chemin d'installation que %s!\nCelà trouvera des éléments restants pour les deux applications! Par prudence, vérifier ceux que vous voulez supprimer!
129 = Forcer la désinstallation

[Uninstaller List]
150 = Application
151 = Poids
152 = Version
153 = Date d'installation
154 = Compagnie 
155 = Site Web
156 = Commentaire
157 = Chemin de la désinstallation
158 = Clé Registre
159 = Installeur

[Uninstaller StatusBar]
201 = Installations:
202 = Chargement...


[Registry Optimizer]
302 = Sélectionnez ce que vous voulez scanner
303 = Menu démarrer

[AutoRun Toolbar]
407 = Démarrer
408 = Stopper
409 = Supprimer
410 = Objets :
411 = Activés :
412 = Avec le Gestionnaire de démarrage, vous pouvez non seulement activer ou désactiver les applications se lançant automatiquement au démarrage de Windows, mais aussi obtenir plus d'informations sur une application précise réglée pour se lancer au démarrage de Windows. Vous pouvez connaître l'éditeur du progamme se lançant automatiquement,son descriptif, son chemin de lancement (où il est sauvegardé sur l'ordinateur), le statut de l'application (s'il est lancé ou non).

[AutoRun List]
450 = Nom de démarrage
451 = Chemin de lancement
452 = Description
453 = Editeur
454 = Statut
455 = Emplacement
456 = Démarré
457 = Non démarré
458 = Non valide
459 = Stopper le Processus
460 = Démarrer le Processus
461 = Ouvrir le Répertoire Conteneur
462 = Aller à l'emplacement
463 = Copier le chemin de lancement
464 = Supprimer la sélection
465 = Supprimer tout ce qui n'est pas valide
466 = Supprimer tout ce qui n'est pas démarré
467 = Supprimer tout ce qui est désactivé
468 = Propriétés...
470 = Etes-vous sûr de vouloir fermer l'application sélectionnée?\nToutes les données non sauvegardées seront perdues!
471 = Etes-vous sûr de vouloir supprimer l'objet sélectionné?
472 = Etes-vous sûr de vouloir supprimer tous les objets non valides?
473 = Etes-vous sûr de vouloir supprimer tous les objets non démarrés?
474 = Etes-vous sûr de vouloir supprimer tous les objets désactivés?
475 = La commande n'existe pas!
476 = INCONNU
477 = Désactiver le démarrage automatique
478 = Activer le démarrage automatique


[Outlook Control]
300 = Optimisation
301 = Optimisation du Registre
400 = Gestionnaire de Démarrage
500 = Nettoyeur de Traces
501 = Nettoyeur de Navigateurs
600 = Nettoyeur de MS Office
700 = Nettoyeur de Windows
800 = Supprimer les preuves
900 = Effacement définitif
2100 = Outils Windows
2200 = Nettoyeur de fichiers périmés

[Track Cleaner Browsers]
507 = Tout Nettoyer
508 = Nettoyer l'Historique des Pages Web visitées
509 = Supprimer l'Historique de la Barre d'Adresse
510 = Supprimer les Fichiers Internet Temporaires
511 = Supprimer les Cookies
512 = Supprimer les fichiers Index.dat
513 = Exécuter
514 = Supprimer l'Historique des Téléchargements
515 = Supprimer l'Historique des Sessions
516 = Supprimer l'Historique des formulaires
517 = Désinstalleur
518 = Etes-vous sûr de vouloir nettoyer tous les historiques sélectionnés?
521 = Etes-vous sûr de vouloir nettoyer l'historique d'Internet Explorer?
522 = Etes-vous sûr de vouloir nettoyer l'historique de Firefox?
523 = Etes-vous sûr de vouloir nettoyer l'historique d'Opéra?
524 = Etes-vous sûr de vouloir nettoyer l'historique de Netscape?
525 = Votre navigateur enregistre des informations sur les sites Internet que vous avez déjà visité. Ces informations sont facilement accessibles à partir de votre navigateur. En appuyant sur un bouton, n'importe qui peut voir où vous avez navigué sur le web! Avec le Nettoyeur de Navigateurs, vous pouvez effacer les fichiers internet temporaires, ce qui regroupent toutes les images vues, toutes les vidéos online visionnées et toutes les pages web visitées. Effacer les fichiers internet temporaires libère beaucoup d'espace sur le disque dur.
526 = Fermer votre navigateur avant de lancer le nettoyage des traces
527 = Les fichiers Index.dat seront supprimés au prochain redémarrage de l'ordinateur
599 = Opérations de nettoyage des traces des objets sélectionnés réalisées!


[Track Cleaner Office]
601 = Nettoyer
607 = Nettoyer l'Historique des Documents Récents de MS Word
608 = Inclut Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 et Word 2016
609 = Nettoyer l'Historique des Documents Récents de MS Excel
610 = Inclut Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 et Excel 2016
611 = Nettoyer l'Historique des Documents Récents de MS Access
612 = Inclut Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 et Access 2016
613 = Nettoyer l'Historique des Documents Récents de MS PowerPoint
614 = Inclut PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 et PowerPoint 2016
615 = Nettoyer l'Historique des Documents Récents de MS FrontPage
616 = Inclut FrontPage 2000, FrontPage XP et FrontPage 2003
617 = Le Nettoyeur de MS Office vous permet de supprimer l'historique des fichiers récemments utilisés dans MS Word, Excel, Access, PowerPoint et Front Page. Si vous ne souhaitez pas que qui que ce soit puisse voir vos feuilles de calculs, documents ou autres fichiers créés en utilisant MS Office (dernièrement ouverts ou édités), sélectionnez ce que vous ne souhaitez pas qui soit vu et cliquez sur le bouton "Nettoyer". Vos fichiers utilisés récemment ne seront plus listés.

[Track Cleaner Windows]
701 = Nettoyer
707 = Nettoyer l'Historique des Documents Récents
708 = Nettoyer l'Historique de Exécuter du menu Démarrer
709 = Nettoyer l'Historique des Fichiers Recherchés
710 = Nettoyer l'Historique des Imprimantes, Ordinateurs et Personnes trouvés
711 = Vider le Presse-Papier
712 = Nettoyer l'Historique des Fichiers Récents de "MS Paint"
713 = Nettoyer l'Historique des Fichiers Récents de "MS Wordpad"
714 = Nettoyer l'Historique des Clés dernièrement ouvertes de Regedit
715 = Nettoyer l'Historique des ouvertures et enregistrements récents de la boîte de dialogue
716 = Nettoyer l'Historique des répertoires dernièrement visités avec la boîte de dialogue
717 = Vider la Corbeille
718 = Effacer les Fichiers Temporaires Windows
719 = Effacer les journaux de Clic du Menu Démarrer
720 = Microsoft Windows garde des traces de beaucoup de choses que vous faites avec votre ordinateur, comme l'historique des fichiers recherchés lorsque vous recherchez un fichier ou un répertoire; l'historique des documents récemments ouverts; l'historique des ouvertures/sauvegardes utilisé dans la boîte de dialogue d'ouverture/sauvegarde standard des differentes applications installées sur votre ordinateur, et plus encore. Le Nettoyeur de Windows vous permet de supprimer tous ces historiques et fichiers temporaires. Vous pouvez également vider votre corbeille et effacer les fichiers temporaires, celà libérera énormément d'espace du disque dur.
721 = L'historique de Exécuter sera supprimé après le redémarrage du processus explorer.exe
722 = Traces dans le Registre Windows
723 = Traces sur le disque dur local
724 = Supprime les fichiers inutiles de plantage mémoire
725 = Supprime les fragments de fichiers recupérés par Chkdsk ( Check Disk )


[Evidence Remove]
802 = Exécuter
803 = Effacement
804 = S'il vous plait, patientez durant l'effacement en cours
805 = Accompli
806 = Cochez les disques détenant les traces et preuves de votre travail que vous souhaitez effacer. Cet outil affecte seulement les données déjà effacées. ATTENTION: Une fois le processus accompli, il sera impossible de récupérer vos fichiers supprimés!
807 = Lorsque vous videz la corbeille de Windows, vos fichiers et dossiers sont simplement marqués comme supprimés mais ils ne sont pas effacés physiquement. Cet outil supprimera définitivement les fichiers et dossiers qui ont déjà été effacés mais qui sont restés physiquement sur le disque dur. Peu importe quel outil vous, ou qui que ce soit d'autres, utiliserez pour récupérer les données, le résultat sera toujours le même : les données effacées avec l'outil "Supprimer les preuves" sont impossibles à récupérer!
808 = Etes-vous sûr de vouloir effacer les traces et preuves restées sur les disques sélectionnés?


[Unrecoverable  Delete ]
912 = Liste des fichiers et répertoires qui seront supprimés et impossible à récupérer
913 = Fichiers
914 = Répertoires
915 = Insérer les fichiers que vous souhaitez supprimer et enlever du système. Ces fichiers ne pourront être récupéré par aucun outil logiciel ou physique!
916 = Insérer les répertoires que vous souhaitez supprimer et enlever du système. Ces répertoires ne pourront être récupéré par aucun outil logiciel ou physique!
917 = Ajouter les fichiers à supprimer
918 = Ajouter les répertoires à supprimer
919 = SUPPRIMER DEFINITIVEMENT
920 = Nettoyer la liste
921 = Si vous souhaitez supprimer un fichier ou un répertoire et être sûr que personne, peu importe les outils qu'ils utilisent, ne puissent être capable de récupérer ces fichiers ou répertoires, utilisez l'Effacement Définitif. Supprimer les fichiers et vider la corbeille n'implique pas que ces fichiers sont définitivement partis. Ils sont encore sur votre disque dur et tout le monde peut facilement récupérer ces données supprimées. L'outil Effacement Définitif rend celà impossible, du fait qu'il efface physiquement tous les fichiers et répertoires.
922 = Etes-vous sûr de vouloir définitivement supprimer les fichiers et répertoires sélectionnés?


[Options Tree]
1001 = Options
1100 = Général
1200 = Désinstalleur

[General]
1101 = Langage actuel:
1102 = Passer en Mode Avancé
1103 = Vérifier les Mises à Jour au démarrage

[Uninstaller Options]
1201 = Voir les Mises à Jour du Système
1202 = Voir les Composants du Système
1203 = Activer le mode de chargement rapide
1204 = Démarrer uniquement le désinstalleur intégré 
1205 = (Non supporté par Windows Vista)
1206 = Créer un Point de Restauration Système avant désinstallation
1207 = Effacer les fichiers et répertoires restants pour les envoyer dans la corbeille


[Auto Update]
1907 = Mise à Jour
1908 = Information de Version
1909 = Version Actuelle:
1910 = Dernière Version:
1911 = TELECHARGER
1912 = Obtenir la Dernière Version
1913 = Ce qu'il y a de nouveau
1914 = Vérification...
1915 = Erreur de connection...
1916 = ARRET
1917 = Téléchargé %s de %s
1918 = Téléchargé %s (Poids total inconnu)
1919 = Revo Uninstaller n'a pas été capable de se connecter à www.revouninstaller.com. S'il vous plait, vérifier que votre connection Internet est active et que votre parefeu ne bloque pas Revo Uninstaller
1920 = Erreur : La vérification d'une nouvelle version a échouée. Pas de connection internet.


[WinTools]
2110 = Démarrer
2111 = Il y a beaucoup d'outils et composants pratiques très utiles embarqués avec tous les systèmes d'exploitation Windows. Certains d'entre eux disposent d'options en ligne de commande complexes, d'autres sont difficiles d'accès. Outils Windows vous donne accès, en un clic, à plus de dix outils de Windows que vous utilisez dans votre travail quotidien.
2112 = Vous pouvez l'utiliser pour restaurez votre ordinateur à un état précédent, si un problème se produit, sans perdre vos fichiers de données personnels. Les dispositifs de surveillance du Système de Restauration détectent les modifications des fichiers du système et de certaines applications, et il crée automatiquement des points de réstauration facilement identifiables. Ces points de restauration vous permettent de remettre le système à un précédent moment. Ils sont créés quotidiennement et lors d'évènements significatifs du système. Vous pouvez également créer et nommer vos propres points de restauration à n'importe quel moment.
2113 = Vous pouvez l'utiliser pour rassembler et afficher des informations sur le matériel de votre ordinateur et votre système d'exploitation, votre configuration internet et la configuration de votre modem et adaptateur réseau. Avec l'outil Diagnostics du Réseau, vous pouvez réaliser un scan de votre système, un test de connectivité et voir si vos programmes et services dépendant du réseau sont fonctionnels. 
2114 = Vous pouvez l'utiliser pour afficher toutes les valeurs de votre configuration réseau TCP/IP, du Dynamic Host Configuration Protocol (DHCP) et du Domain Name System (DNS). Celà affiche le configuration TCP/IP complète, pour tous les adaptateurs, incluant l'adresse IP, l'adresse MAC, le masque de sous-réseau, la passerelle par défaut, le Windows Internet Naming Service (WINS) et la configuration DNS.
2115 = Vous pouvez l'utiliser pour vérifier le statut de votre ordinateur en ce qui concerne trois points de sécurité essentiels : Pare-feu, logiciel de Protection Antivirus et le système de Mise à Jour Automatique. Si un problème est détecté avec un de ses trois points essentiels (par exemple, si votre programme antivirus est périmé), le Centre de Sécurité vous envoie une alerte et vous fournit des recommandations sur la manière de mieux protéger votre ordinateur.
2116 = Vous pouvez l'utiliser pour faire les choses suivantes: voir des informations basiques tel que le type de CPU et la mémoire RAM; voir et modifier les réglages contrôlant la manière dont l'ordinateur utilise la mémoire; voir des informations sur le matériel et les périphériques, comme par exemple les profils matériels; voir des informations sur votre connexion réseau et vos paramètres d'ouverture de session; paramétrer la création des rapports destinés à Microsoft ou à l'Administrateur système, lors d'erreur du système et/ou des programmes.
2117 = Informations Système est un composant du système d'exploitation Windows qui collecte et affiche des informations sur la configuration du système pour les ordinateurs locaux et distants. Ceci inclut des informations sur les configurations matérielles et logicielles ainsi que les composants de l'ordinateur. Celà inclut les pilotes signés ou non. Informations Système est un outil de support que vous pouvez utiliser pour rapidement localiser une information sur votre ordinateur et son système d'exploitation.
2118 = La Commande TCP/IP Netstat est un composant du système d'exploitation Windows qui affiche toutes les connexions TCP actives, ainsi que les ports TCP et UDP que l'ordinateur écoute. Il affiche l'exécutable concerné par une connexion entre des crochets [ ], au-dessus le nom du composant et ainsi de suite jusqu'à atteindre le TCP/IP. 
2119 = Cet outil affiche un clavier virtuel sur l'écran et permet aux utilisateurs à mobilité réduite de taper les information en utilisant un périphérique de pointage ou un joystick. Le Clavier Visuel est fournit pour fournir un minimum de fonctionnalité aux utilisateurs à mobilité réduite. Vous pouvez aussi utiliser le Clavier Visuel si vous pensez qu'il y a enregistreur de frappe installé sur l'ordinateur et que les touches que vous tapez sont enregistrées. Le Clavier Visuel élimine le risque d'enregistrement de touches tapées.
2120 = Cet outil analyse les volumes locaux et consolide les fichiers et répertoires fragmentés, afin de mettre chaque bout de fichier ensemble et dans l'ordre sur le volume. Par conséquent, votre système pourra accéder à vos fichiers et dossiers, ainsi qu'en enregistrer de nouveaux, plus efficacement. En consolidant vos fichiers et dossiers, le Défragmenteur de Disque consolide également l'espace libre du volume, ainsi les nouveaux fichiers seront probablement moins fragmentés. 
2121 = Vous pouvez l'utiliser pour: Démarrer, Arrêter, Suspendre, Reprendre ou Désactiver un service sur les ordinateurs locaux ou distants; Organiser les services sur les ordinateurs locaux et distants; Etablir les actions de récupérations lorsqu'un service plante, par exemple, redémarrer le service automatiquement; Activer ou Désactiver les services pour un profil matériel particulier; Voir le statut et la description de chaque service.
2122 = Vous pouvez l'utiliser pour gérer les ressources partagées sur le réseau, contrôler les permissions d'accès des utilisateurs, l'activité des sessions, les propriétés des ressources partagées et voir un sommaire des connexions et ressources utilisées pour les ordinateurs locaux et distants. Avec les Dossiers Partagés, Vous pouvez: Créer, Voir et Régler les permissions pour les ressources partagées; Voir une liste de tous les utilisateurs connectés en réseau à l'ordinateur et déconnecter un (ou tous) d'entre eux. Voir une liste des fichiers qui ont été ouvert par les utilisateurs distants.
2123 = Cet outil inclut les réglages des droits pour la Configuration Utilisateur, ce qui affecte les utilisateurs, et pour la Configuration de l'ordinateur, ce qui affecte les ordinateurs. Les réglages des Droits de Groupes definissent les divers composants de l'environnement de bureau des utilisateurs qu'un administrateur système a besoin de gérer. Par exemple, les programmes qui sont autorisés pour les utilisateurs, les programmes qui apparaissent sur le bureau de l'utilisateur et les options pour le menu Démarrer.
2124 = Ajout/Suppression des composants Windows vous aide à gérer les composants Windows installés sur votre ordinateur. Une fois le système d'exploitation Windows installé sur votre ordinateur, vous pouvez l'utiliser pour ajouter un composant Windows qui n'était pas inclus dans l'installation originale, ou supprimer un composant Windows existant dont vous n'avez plus besoin.
2125 = L'Outil de suppression de logiciels malveillants Microsoft Windows inspecte les ordinateurs, tournant sur un système d'exploitation Windows, à la recherche d'infections spécifiques et répandues,  par des logiciels malveillants, et aide à supprimer toutes infections découvertes. Celà inclut des infections par virus, vers, et chevaux de troie. Quand le processus de détection et de suppression est terminé, l'outil affiche un rapport, incluant, si toutefois il y en avait, quels logiciels malveillants ont été détectés et supprimés.


[Junk Files Cleaner Options]
2202 = Disques à Scanner:
2203 = Type de fichier
2204 = Description
2205 = Ajouter
2206 = Supprimer
2207 = Réglage Par Défaut
2208 = Nettoyeur de fichiers périmés::Général
2209 = Nettoyeur de fichiers périmés::Exclure
2220 = Type de fichier à scanner:
2221 = Vous pouvez utiliser les symboles (?,*) comme caractères génériques
2222 = Ajouter un type de fichier
2223 = Ajouter un type de fichier à exclure
2224 = Vous pouvez utiliser les symboles (?,*) comme caractères génériques
2225 = Type de fichier exclu:
2226 = Effacer les fichiers pour les envoyer dans la corbeille
2227 = Ignorer les fichiers avec un accès dans les dernières 24 heures

[Junk Files Cleaner Tool]
2306 = Scan
2307 = Effacement
2308 = Scan
2309 = S'il vous plait, patientez durant le scan en cours
2310 = Annuler
2311 = Nom
2312 = Poids
2319 = Fichiers:
2320 = Poids total:
2323 = Il y a des fichiers utilisés par Windows ou un autre programme\n Ces fichiers ne peuvent être effacés maintenant
2324 = Vous devez sélectionner au moins un disque et une extension pour démarrer le scan
2325 = Nettoyeur de fichiers périmés vous permet de trouver et supprimer de nombreux types de fichiers périmés et inutiles de votre ordinateur. Normalement, de tels fichiers sont supprimés par l'application qui les ont créés dès qu'ils n'en ont plus besoin. Cependant, ils peuvent rester de manière permanente sur votre disque dur lors d'un arrêt innatendu de l'application parente, d'un crash du système, etc ... Si celà se produit, celà provoquera une réduction de l'espace disque disponible, un ralentissement de la vitesse du système et une diminution des performances.
2326 = Fichier
2327 = Suppression des fichiers


[ContextMenu Junk Files Cleaner]
2313 = Ouvrir
2314 = Chercher sur Google
2315 = Ouvrir le répertoire conteneur
2316 = Propriétés...
2317 = Cocher tous les objets
2318 = Décocher tous les objets
2321 = Cocher les objets sélectionnés
2322 = Décocher les objets sélectionnés

[TopMost Window]
4002 = Options
4003 = Ouvrir la fenêtre principale
4004 = Mode Glisser et Déposer
4005 = Mode Chasseur
4006 = Poids
4007 = Petite
4008 = Moyenne
4009 = Grande
4010 = Taille de la fenêtre
4011 = SORTIR
4012 = Désinstaller
4013 = Arrêter le démarrage automatique
4014 = Stopper le processus
4015 = Stopper et supprimer le processus
4016 = Ouvrir le répertoire conteneur
4017 = Info
4018 = Propriétés
4019 = ANNULER
4020 = Seulement un fichier à la fois est possible
4021 = Vous avez déposer un répertoire, s'il vous plait veuillez faire Glisser-Déposer un fichier!
4022 = Désinstaller ou Enlever:
4023 = Non résolu! Essayer de viser une autre fenêtre, icône ou un objet de la barre des tâches
4024 = Impossible de lancer la commande de désinstallation!\n S'il vous plait, désinstaller l'application du Désinstalleur.
4025 = Pas de Package d'Installation trouvé!\nConseil: Essayer d'obtenir plus d'information sur l'application et\n tenter la désinstallation à partir de la fenêtre principale!
4026 = L'application ciblée est désactivée dans les entrées de démarrage!\nConseil: Si vous souhaitez la réactiver, utiliser le Gestionnaire de démarrage dans l'application principale!
4027 = L'application ciblée n'est pas trouvée dans les chemins de démarrage habituels!\nConseil: Pour rechercher les chemins inhabituels utilisés pour le démarrage d'une application, aidez-vous du site Internet www.google.fr!
4028 = Etes-vous sûr de vouloir fermer l'application sélectionnée?\nToutes les données non sauvegardées seront perdues!
4029 = Désinstaller
4030 = Etes-vous sûr de vouloir fermer et supprimer l'application sélectionnée?\nToutes les données non sauvegardées seront perdues!
4031 = Etes-vous sûr de vouloir fermer Windows Explorer?\n Le Menu Démarrer et la barre des tâches disparraîtront!
4032 = Démarrage automatique avec Windows
4033 = Transparence


[Scan After Uninstall]
4210 = Lieu
4211 = Clé
4212 = Valeur
4213 = Données
4214 = Fichier
4215 = Sélectionnez un objet pour réaliser cette opération!
4216 = Scan après désinstallation
4217 = Sélectionner tout
4218 = Désélectionner tout
4219 = Supprimer
4220 = Fichiers restés
4221 = Entrées du registre restés
4222 = Scan avant désinstallation...patientez s'il vous plait
4223 = Lancement du désinstalleur...
4224 = S'il vous plait, démarrez le scan des fichiers, répertoires et clés de registre restés lorsque la désinstallation ait finie
4225 = Scan après désinstallation...patientez s'il vous plait
4226 = S'il vous plait, vérifiez soigneusement les objets listés!
4227 = Fermer
4228 = Les fichiers encore présent dans la liste seront effacés au prochain redémarrage de l'ordinateur
4229 = Echec du démarrage du désinstalleur d'application!nIl est possible que la commande de désinstallation soit invalide!
4230 = Retour
4231 = Suivant
4232 = Sélectionnez un mode de désinstallation
4233 = Modes
4234 = Intégré - Démarre uniquement le désinstalleur intégré sans réaliser de scan additionnel
4235 = Sûr - Inclut le mode Intégré et réalise des scans additionnels, dans le registre et le disque dur, pour uniquement trouver des éléments restants sûrs à supprimer. Le mode le plus rapide.
4236 = Modéré - Inclut le mode Sûr et réalise des scans étendus pour trouver tous les éléments restants de l'application dans les endroits les plus courants du registre et du disque dur.
4237 = Avancé - Inclut le mode Modéré et réalise des scans approfondis et complet, du registre et du disque dur, pour trouver tous les éléments restants relatifs à l'application. Le mode le plus lent.
4238 = Analyse des données de l'application avant désinstallation.
4239 = Démarrage du désinstalleur intégré à l'application pour une désinstallation par défaut.
4240 = Appuyer sur le bouton "Suivant" pour démarrer le scan des fichiers, répertoires et éléments du registre restants après que le désinstalleur de l'application est terminé.
4241 = Exécution de l'analyse et de la désinstallation
4242 = Scan après désinstallation.
4243 = Scan après le désinstalleur intégré à l'application. Recherche dans le registre et sur le disque dur les fichiers, répertoires et élements du registre liés à l'application désinstallée. S'il vous plait, patientez….
4244 = Elements restants du registre trouvés
4245 = Elements du registre trouvés :
4246 = Note : S'il vous plait, vérifier soigneusement les éléments présentés! Seul les élements cochés et en gras, ainsi que leurs sous-éléments seront supprimés!
4247 = Fichiers et répertoires restants trouvés
4248 = Eléments trouvés:
4249 = Mon ordinateur
4250 = Revo Uninstaller n'a pas été en mesure de démarrer le désinstalleur intégré. Peut-être la commande de désinstallation de l'application est invalide ou corrompu. Vous pouvez appuyer sur le bouton "Retour" et essayer un autre mode de désinstallation.
4251 = Le désinstalleur intégré à l'application a terminé. Revo Uninstaller n'a pas fait de scan pour les éléments restants. Vous pouvez appuyer sur le bouton "Retour" et essayer un autre mode de désinstallation pour scanner les fichiers, répertoires et élements du registre restants.
4252 = Revo Uninstaller a terminé la procédure de désinstallation avec succès, mais des éléments restants n'ont pas été trouvés. Vous pouvez appuyer sur le bouton "Retour" et essayer un autre mode de désinstallation étendue pour un scan plus approfondi.
4253 = Revo Uninstaller a terminé la procédure de désinstallation avec succès. Si vous souhaitez rechercher plus d'éléments restants, vous pouvez appuyer sur le bouton "Retour" et essayer un autre mode de désinstallation étendue pour un scan plus approfondi.
4254 = Fini
4255 = Etes-vous sûr de vouloir envoyer les fichiers sélectionnés à la corbeille?
4256 = Etes-vous sûr de vouloir supprimer les éléments du registre sélectionnés?
4257 = Revo Uninstaller a terminé la procédure de désinstallation avec succès!
4258 = Etes-vous sûr de vouloir sauter l'effacement des entrées du registres restantes trouvées et de continuer directement à l'étape suivante ?
4259 = Etes-vous sûr de vouloir sauter l'effacement des fichiers et répertoires restants trouvés et de continuer directement à l'étape suivante ?
4260 = Scan des objets restants terminé. Appuyez sur "Suivant" pour voir les résultats!
4261 = Création d'un point de restauration du système...
4262 = Création d'un point de restauration du système - Echec!
4263 = Création d'un point de restauration du système désactivé (dans Options->Désinstalleur)
4264 = Création d'un point de restauration du système - Effectué!

[About]
4300 = Traducteurs:

[ContextMenu Uninstaller]
5000 = Commandes
5001 = Info
5002 = Chercher sur Google
5004 = Chemin d'installation
5005 = Ouvrir le lien Editeur...
5006 = Ouvrir le lien Informations de support technique...
5007 = Ouvrir le lien des Mises à Jour du Produit...
5008 = Ouvrir la clé de registre...

[Common]
10000 = OK
10001 = Annuler
10002 = Aide
10003 = Parcourir
10004 = Aide sur l'outil actuel
10005 = Page d'accueil
10006 = A Propos de
10007 = Attention
10008 = ERREUR
10009 = Oui
10010 = Non


[Tooltips]
2000 = Passer en mode Désinstalleur
2001 = Voir le volet contenant les Outils
2002 = Ajuster les réglages selon vos désirs
2003 = Passer en mode Chasseur
2004 = Changer le mode de vue de la liste des applications installées
2005 = Désinstaller l'application sélectionnée
2006 = Supprimer l'entrée sélectionnée du registre
2007 = Rafraichir la liste des applications
2008 = Mettre à jour la version actuelle pour la dernière version
2009 = Trouver les informations complémentaires et les réponses à toutes vos questions sur le programme
404 = Démarrer l'application sélectionnée
405 = Arrêter et fermer l'application sélectionnée
406 = Supprimer l'application sélectionnée du démarrage automatique
506 = Tout nettoyer
605 = Nettoyer les options sélectionnées
705 = Nettoyer les options sélectionnées
2106 = Démarrer l'outil sélectionné
2304 = Faire un scan des fichiers inutiles selon les réglages sélectionnés
2305 = Envoyer les fichiers cochés dans la corbeille

[UninstallerPro]
15000 = Général
15001 = Gestion\ndes groupes
15002 = Nouveaux Programmes
15003 = Autres Programmes
15004 = Nom
15005 = Renommer
15006 = Internet
15007 = Jeux
15008 = Multimédia
15009 = Utilitaires
15050 = Déplacer vers le haut
15051 = Déplacer vers le bas
15052 = Ajouter
15053 = Supprimer
15054 = Colonnes
15055 = Supprimer cette colonne
15056 = Alignement
15057 = Gauche
15058 = Centre
15059 = Droite
15060 = Ajuster
15061 = Exporter vers
15062 = Format Texte(txt)
15063 = Format HTML(html)
15064 = Microsoft Excel
15065 = Exporter
15066 = Sélectionner les colonnes que vous souhaitez exporter
15067 = Classer comme Nouveaux Programmes les programmes installés:
15068 = Derniers (en jours)
15069 = Depuis le dernier démarrage du désinstalleur
15070 = Nom du groupe:
15071 = Ajouter
15072 = Groupe
15073 = Programmes Pistés
15074 = Programmes\nPistés
15075 = Tous les Programmes
15076 = Tous les\nProgrammes
15077 = Effacer le log
15078 = Désinstallation Personnalisée
15079 = Changer l'îcone
15080 = Ajouter au groupe
15081 = Supprimer du groupe
15082 = Désinstallation
15083 = Désinstallation des répertoires et fichiers loggés associés au programme:
15084 = Désinstallation des éléments du registre loggés:
15085 = Il y a certaines données qui peuvent être associées au programme désinstallée, mais qui n'ont pas été effacées parce qu'elles n'ont pas été loggées par Revo Uninstaller durant l'installation du programme. Si vous souhaitez les examiner et eventuellement les supprimer, appuyer sur le bouton "Désinstallation Avancée"
15086 = Désinstallation Avancée
15087 = Chemin du Fichier\Répertoire
15088 = Chargement de la liste...
15089 = Désinstallation des valeurs sélectionnées
15090 = Ouvrir la clé de registre parente... 
15091 = Tout afficher 
15092 = Tout réduire
15093 = Nom de la valeur 
15094 = Répertoire des logs:
15095 = Effectuer les opérations de renommage des fichiers et répertoires préexistants
15096 = Désinstallation Forcée
15097 = Désinstallation\nForcée
15098 = Affiché les clés sélectionnées
15099 = Réduire les clés sélectionnées
15100 = Désinstaller les clés sélectionnées
15101 = Marquer les clés sélectionnées comme Crée
15102 = Ajouter à la liste d'Exclusion
15103 = Fichier log invalide
15104 = Le fichier n'existe pas! Entrez un fichier valide ou annuler l'opération.
15105 = Choisisser un processus
15106 = Ajouter le processus à la liste
15107 = Chemin complet du processus:
15108 = Ajouter la Clé de Registre
15109 = Chemin de la Clé de Registre
15110 = En utilisant le mode de Désinstallation Forcée, vous pouvez naviguer vers un fichier ou entrer le chemin complet de n'importe quel répertoire d'un programme que vous voulez désinstaller. Vous pouvez aussi entrer le nom d'un programme en tant qu'information supplémentaire. Lorsque vous pressez le bouton "Suivant", Revo Uninstaller recherchera en premier un désinstalleur intégré et s'il y en a un il sera listé, alors vous pourrez choisir de l'exécuter ou non.\n\nS'il vous plait, entrez le nom ou le chemin d'installation exact du programme que vous voulez désinstaller!
15111 = Mode de scan
15112 = Intégré
15113 = Sûr
15114 = Modéré
15115 = Avancé
15116 = Chemin complet du répertoire ou fichier du programme:
15117 = Nom exact du programme:
15118 = Désinstalleurs intégrés trouvés:
15119 = Exécuter le désinstalleur intégré sélectionné
15120 = Nom du programme
15121 = Commande de désinstallation
15122 = Type
15123 = 32-bit
15124 = 64-bit
15125 = Terminer le processus et continuer
15126 = Le fichier sélectionné est un processus en cours d'exécution! Si vous souhaitez le désinstaller proprement avec toutes les données qui lui sont associées, il est préférable de le terminer (l'arrêter) avant de continuer
15127 = Clé de registre à exclure
15128 = Sous-clés incluses
15129 = Afficher les "Programmes Pistés" au démarrage
15130 = Supprimer les fichiers et répertoires:
15131 = vers le répertoire de sauvegarde
15132 = vers la corbeille
15133 = définitivement
15134 = Etes-vous certain de vouloir supprimer les objets sélectionnés?
15135 = Répertoires
15136 = Fichiers
15137 = Possible fichiers et répertoires liés
15138 = Possible objets du registre liés
15139 = Clés:
15140 = Valeurs:
15141 = Fichiers et répertoires loggés
15142 = Effectuer les opérations de renommage des fichiers et répertoires préexistants
15143 = Etes-vous sûr de vouloir désinstaller les objets sélectionnés?
15144 = Sélectionnés, mais des fichiers seront supprimés lors du prochain démarrage du système.
15145 = Objets du registre loggés
15146 = Désinstallation...
15147 = Scan des fichiers, répertoires et objets du registre restants basé sur les informations initiales fournies
15148 = Analyse et démarrage du désinstalleur intégré du programme pour une désinstallation par défaut
15149 = A la fin de la désinstallation du programme, pressez le bouton "Scan" pour démarrer une analyse des fichiers, répertoires et objets du registre restants.
15150 = Il n'y a pas assez d'espace disque pour écrire le fichier de données du cache
15151 = Erreur dans l'écriture du fichier cache. Soyez sure d'avoir les droits appropriés
15152 = Erreur lors de la lecture du fichier de données du cache
15153 = Revo Uninstaller n'a pas trouvé d'élément restant
15154 = Scan
15155 = Désinstallation\nPersonnalisée
15156 = Le module "Tous les programmes" de Revo Uninstaller montre tous les programmes et composants installés par l'utilisateur courant ainsi que tous les autres utilisateurs, divisés en deux groupes par défaut - "Nouveaux" et "Autres". Dans le type de vue "Détaillée", ou par le menu contextuel, vous pouvez obtenir des informations supplémentaires (liens et propriétés sur les installations). Les réglages du module sont localisés dans le sous-élement "Tous les programmes" sous l'élément "Désinstalleur" dans la fenêtre des "Options".
15157 = Le module "Programme Pistés" de Revo Uninstaller montre tous les programmes que vous avez monitorés durant leurs installations avec Revo Uninstaller. Pour pister un programme avec Revo Uninstaller, vous pouvez faire un clic droit sur son fichier d'installation (setup) ou appuyer sur "Installer des Programmes" sur la barre d'outils principale. Les réglages du module sont localisés dans le sous-élément "Programmes Pistés" sous l'élément "Désinstalleur" dans la fenêtre des "Options".
15158 = S'enregistrer
15159 = Fichier d'Aide
15160 = Installer des Programmes
15161 = Installer des\nProgrammes
15162 = Faire un Point de Restauration Système et une sauvegarde complète du Registrer avant la désinstallation
15163 = Création d'une sauvegarde complète du Registre...
15164 = Création du Point de Restauration Système et de la sauvegarde complète du Registre désactivé (dans Options->Désinstalleur)
15165 = Création d'une sauvegarde complète du Registre - Effectuée!
15166 = Création d'une sauvegarde complète du Registre - Echec!
15167 = (Non supporté dans Windows Vista et Windows 7,8,10)
15168 = Logs:
15169 = Ou clic droit de la souris sur l'îcone du Mode Chasseur et sélectionnez "Sortir" pour quitter
15170 = Ouvrir le setup de désinstallation en fenêtre agrandie
15171 = Chemin du répertoire
15172 = S'il vous plait, veuillez installer un lecteur pdf pour visionner le fichier d'aide
15173 = Ajouter un nouveau Groupe
15174 = Supprimer les Logs sélectionnés
15175 = Reconstruire le fichier mis en cache
15176 = Êtes-vous sûr de vouloir reconstruire le fichier mis en cache?\nVos réglages sur les détails des programmes seront réinitialisés!
15177 = Gérer
15178 = Exporter,Importer ou Editer les logs
15179 = Changer\nou Réparer
15180 = Changer ou Réparer
15181 = Metter à jour le lien
15182 = Base de données des logs
15183 = Base de données\ndes logs
15184 = Programmes:
15185 = Nom du Programme
15186 = Version du Programme
15187 = Version de Windows
15188 = Bits Windows
15189 = Trouvé
15190 = Montrer uniquement les logs compatibles avec %s
15191 = Montrer uniquement %s logs
15192 = Logs correspondant:
15193 = Base de Données de logs:
15194 = Rechercher avec:
15195 = log
15196 = logs
15197 = programme
15198 = programmes
15199 = Nom
15200 = Désinstallation Rapide
15201 = Désinstallation\nRapide
15202 = Faire une sauvegarde au préalable du système
15203 = Désinstallation du programme %d pour %d
15204 = Analyse préalable - effectuée!
15205 = Exécution du programme de désinstallation de l'application - effectuée!
15206 = Exécution du programme de désinstallation de l'application - echouée!
15207 = Scan des fichiers, répertoires et éléments du registre restants...
15208 = Suppression des éléments restants trouvés...
15209 = %d Clés de Registre restantes et %d Valeurs supprimés
15210 = %d Répertoires restants et %d Fichiers supprimés
15211 = Désinstallation Rapide terminée!
15212 = Statut
15213 = Lorsque le désinstalleur du programme aura terminé, pressez le bouton "Continuer" pour continuer  le processus de désinstallation.
15214 = Continuer
15215 = Importé
15216 = Ajouter un commentaire
15217 = Editer un commentaire
15218 = Modules
15219 = Date du log
15220 = Préparer les données du log pour une désinstallation...
15221 = %d pour %d des éléments
15222 = Exécution des opérations de renommage nécessaires...
15223 = Êtes-vous sûr de vouloir désinstaller le logiciel sélectionné?
15224 = Êtes-vous sûr de vouloir désinstaller les logiciels sélectionnées?
15225 = Désinstallation du log %d pour %d
15226 = Exporter Tout
15227 = Passer\nBackup
15228 = Passer la création du système de point de restauration et la sauvegarde complète du registre
15229 = Création de la sauvegarde complète du registre - passé!
15230 = Création du point de restauration système - passé!
15231 = Editer le Log
15232 = Importer le Log
15233 = Exporter le Log
15234 = Parcourir le Log -
15235 = Renommer le Log
15236 = Nom du Log
15237 = Sauvegarde
15238 = Modifier
15239 = Icône
15240 = Index Icône
15241 = Auteur
15242 = Date de création
15243 = Date de la dernière modification
15244 = Taille estimée
15245 = Clés de Registre
15246 = Valeurs de Registre
15247 = Créer
15248 = Supprimer
15249 = Renommer
15250 = Réécriture
15251 = Inconnu
15252 = Ancien nom
15253 = Nom Complet
15254 = Ancien Nom Complet
15255 = Anciennes Données
15256 = Une valeur de registre avec un tel nom existe déja!
15257 = Clé Ajoutée
15258 = Nom de la clé:
15259 = Non modifié
15260 = Clé Modifiée
15261 = Valeur Ajoutée
15262 = Valeur modifiée
15263 = Valoriser
15264 = Ancien Type
15265 = Forcer l'arrêt des fichiers executables en fonctionnement durant leurs désinstallations
15266 = Recherche du log correspondant avant l'utilisation du programme de désinstallation par défaut
15267 = Êtes-vous sûr de vouloir faire une Désinstallation Rapide du/des programme(s) sélectionné(s)?
15268 = Un log correspondant a été trouvé parmi vos logs. Il sera utilisé pour la désinstallation\nExécution du programme de désinstallation par défaut.
15269 = Un log correspondant a été trouvé dans la base de données de logs. Il sera utilisé pour la désinstallation\nExécution du programme de désinstallation par défaut.
15270 = Lorsque le désinstalleur du programme aura terminé, pressez le bouton  "Continuer" pour voir les fichiers, répertoires et éléments du registre restants.
15271 = Erreur lors du téléchargement du fichier de log!
15272 = Erreur de renommage du fichier de log téléchargé!
15273 = Le module "Base de Données de logs" de Revo Uninstaller dresse une liste de logs de "Programmes Pistés" compatible avec votre système Windows. Ces logs, enregistrés sur notre site web, sont maintenus par l'équipe de Revo Uninstaller. Vous pouvez facilement (avec le bouton en un clic "Désinstaller") utiliser ces logs pour désinstaller des programmes de votre ordinateur.
15274 = Votre Version:
15275 = Mettre à jour Maintenant
15276 = Automatiquement mettre à jour la Base de Données de Logs
15277 = Erreur de téléchargement de la Base de Données de Logs!
15278 = Erreur de mise à jour de la Base de Données de Logs!
15279 = Erreur lors de l'extraction de la Base de Données de Logs!
15280 = Erreur lors de l'ouverture de la Base de Données de Logs!!
15281 = Entrez votre commentaire:
15282 = Choisir une icône
15283 = Chemin du fichier:
15284 = Sélectionner une icône de la liste:
15285 = Fichier
15286 = Répertoire
15287 = Exportation du Log -
15288 = Importation Log -
15289 = %d%% complété
15290 = Exporté par
15291 = Logs en relation trouvés
15292 = Oui(recommendé)
15293 = Les logs listés semblent être en rapport avec le programme que vous êtes en train de désinstaller. Souhaitez-vous utiliser les données des logs durant la désinstallation?
15294 = Téléchargement du Log -
15295 = Les logs listés trouvés dans la Base de Données des Logs semblent être relatif au programme que vous êtes en train de désinstaller. Si vous souhaitez utiliser l'un d'entre eux durant la procédure de désinstallation, cochez la case en face du log.
15296 = Il y a un log de désinstallation approprié dans notre Base de Données des Logs.\nSouhaitez-vous l'utiliser pour une désinstallation plus complète du programme?


[Auto Run Manager Pro]
15800 = Ajouter
15801 = Ajouter un programme au démarrage de WindowsAdd program to Windows startup
15802 = Régler le démarrage automatique pour:
15803 = Tous les utilisateurs
15804 = L'utilisateur actuel
15805 = Régler le démarrage automatique à partir du:
15806 = Registre: Exécuter - à tous les démarrages de Windows
15807 = Registre: Exécuter une fois - seulement au prochain démarrage de Windows
15808 = Répertoire de démarrage - à tous les démarrages de Windows
15809 = Commande (chemin complet):
15810 = Nom:
15811 = Supprimé du démarrage automatique
15812 = Supprimé les objets non démarré du démarrage automatique
15813 = Supprimé tous les objets désactivés du démarrage automatique
15814 = Services
15815 = Ouvrir les Services Windows


[General App]
16001 = Imprimer
16002 = Aperçu avant impression
16003 = Configuration de l'impression
16004 = Vue
16005 = Barre de menu
16006 = Barre d'outils principale
16007 = Panneau explicatif
16008 = Barre de statut
16009 = Barre des Modules
16010 = Fichier
16011 = Gestionnaire de\nDémarrage
16012 = Nettoyeur de\nFichiers Périmés
16013 = Outils\nWindows
16014 = Nettoyeur de\nNavigateurs
16015 = Nettoyeur de\nMS Office
16016 = Nettoyeur de\nWindows
16017 = Supprimer les\nPreuves
16018 = Effacement\nDéfinitif
16019 = Gestionnaire de\nSauvegarde
16020 = Installer avec Revo Uninstaller
16021 = Désinstaller avec Revo Uninstaller
16022 = Installer le programme sélectionné avec Revo Uninstaller
16023 = Désinstaller le programme sélectionné avec Revo Uninstaller
16024 = Répertoire de sauvegarde:
16025 = Sauvegarder les objets du Registre supprimés
16026 = Sauvegarder les fichiers et répertoires supprimés
16027 = Microsoft Excel n'est pas installé sur cet ordinateur (code d'erreur 0x%08X).
16028 = Echec de l'exécution de l'application Microsoft Excel (code d'erreur 0x%08X).
16029 = Erreur inconnue.
16030 = Registre
16031 = Ne pas afficher les messages d'information
16032 = Ne pas afficher les messages d'avertissement
16033 = Processus
16034 = Pister les programmes in mode compact
16035 = Inclure les Processus:
16036 = Exclure les Procesus:
16037 = Chemin du Processus
16038 = Thème Visuel:
16039 = Barre d'outils
16040 = Afficher les textes des labels
16041 = Afficher les îcones en miniatures
16042 = Bleu
16043 = Gris
16044 = Noire
16045 = Argent
16046 = Natif
16047 = Natif 2
16048 = Natif Doux
16049 = Acheter Maintenant
16050 = Après avoir acheté Revo Uninstaller, vous recevrez un numéro de série par email. Vous devrez entrer ce numéro de série dans le formulaire ci-dessous et cliquer sur le bouton "Activer online" button afin d'activer le produit. L'activation nécessite une connection Internet donc votre parefeu ne doit pas bloquer Revo Uninstaller. Si vous avez des questions au sujet de l'enregistrement, s'il vous plait contactez nous sur: registration@revouninstaller.com.
16051 = S'enregistrer
16052 = Entrer le numéro de série ici:
16053 = Activer online
16054 = Tous droits réservés.
16055 = Version Enregistrée
16056 = Version Non Enregistrée
16057 = Etes-vous certain de vouloir supprimer les sauvegardes créées, les logs et autres données utilisateurs ? Appuyez sur "Non" si vous mettez à jour le programme.
16058 = Traducteur:
16059 = Créer une sauvegarde quotidienne complète du registre
16060 = Supprimer le log du programme pisté après désinstallation
16061 = Afficher de petites icônes en Vue Détaillée
16062 = Montrer les commandes dans le menu contextuel Windows (Installer avec ..., Désinstaller avec ...)
16063 = Cocher tous les éléments restants par défaut
16064 = Gris Sombre
16065 = Bleu 2
16070 = Commandes de la barre d'outils
16071 = Personnaliser
16072 = Thème
16073 = Couleur de fond personnalisée
16074 = Sélection de la couleur personnalisée
16075 = Merci de fermer Revo Uninstaller avant de commencer l'import d'un log.\nOu importer le log en utilisant le bouton "Gérer" dans la barre d'outils du module "Programmes Pistés".
16076 = Activer
16077 = Choisir la méthode d'activation
16078 = Activation en ligne
16079 = Activation par fichier
16080 = Votre période d'essai de 30 jour est terminée. Si vous voulez continuer à utiliser le produit, vous devez acheter une licence.
16081 = Après l'achat d'une licence pour Revo Uninstaller, vous recevrez un numéro de série par email. Pour activer Revo Uninstaller, vous devez entrer votre nom d'utilisateur et le numéro de série dans le formulaire ci-dessous (l'utilisation du copier/coller est fortement recommandée) et cliquer ensuite sur "Activation en ligne". L'activation nécessite une connexion internet, votre parefeu ne doit donc pas bloquer Revo Uninstaller. Si vous avez des questions ou problème relatifs à l'enregistement du produit, merci de nous contacter à : registration@revouninstaller.com
16082 = Après l'achat d'une licence pour Revo Uninstaller, vous recevrez un numéro de série par email. Pour activer Revo Uninstaller, vous devez entrer votre nom d'utilisateur et le numéro de série dans le formulaire ci-dessous (l'utilisation du copier/coller est fortement recommandée) et cliquer ensuite sur "Enregistrer le fichier"pour que le fichier soit enregistré. Envoyez ensuite le fichier créé à support@revouninstaller.com ou registration@revouninstaller.com. Dans les 24 heures, nous vous enverrons en retour un clé de déverrouillage  qui achèvera le processus d'activation de Revo Uninstaller. Si vous avez des questions ou problème relatifs à l'enregistement du produit, merci de nous contacter à : registration@revouninstaller.com
16083 = Vous avez choisi d'activer Revo Uninstaller par Fichier. Après avoir envoyé le fichier d'activation à notre support par email, vous recevrez la clé de déblocage par l'équipe de support de Revo Uninstaller. vous devez entrer votre nom d'utilisateur et le numéro de série dans le formulaire ci-dessous (l'utilisation du copier/coller est fortement recommandée) et cliquer ensuite sur "Activation". Si vous avez des questions ou problème relatifs à l'enregistement du produit, merci de nous contacter à : registration@revouninstaller.com
16084 = Il y a un changement sur voter ordinateur qui nécessite une réactivation de Revo Uninstaller. Merci de juste cliquer sur le bouton "Activation". Si vous avez des questions ou problème relatifs à l'enregistement du produit, merci de nous contacter à : registration@revouninstaller.com
16085 = Activation effectuée avec succès! 
16086 = Echec de l'activation!
16087 = Aucune connection à destination du serveur d'activation. Merci de vous assurer que le parefeu ne bloque pas Revo Uninstaller.
16088 = Entrer le nom d'utilisateur:
16089 = Entrer le numéro de série (copier/coller recommandé):
16090 = Entrer la clé de déblocage (copier/coller recommandé):
16091 = Annuler le processus d'activation
16092 = Jours restants:
16093 = Enregistrer le fichier
16094 = Enregistré pour
16095 = Réactiver
16096 = Activation en cours. Merci de patienter ...
16097 = Numéro de série erroné.\nMerci de copier/coller le numéro de série au lieu de l'écrire!
16098 = Merci de redémarrer Revo Uninstaller
16100 = Numéro de série:
16101 = Données de licence:


[AppBar]
16900 = Enregistrer le log des modifications systèmes monitorées
16901 = Arrêter le monitoring de l'installation
16902 = Revo Uninstaller surveille les changements du système - installez votre programme de la même manière que d'habitude! S'il vous plait, N'EXECUTEZ PAS un autre setup, programme ou tout autre chose durant l'installation du programme! Après la fin de l'installation, exécutez le(s) programme(s) installé(s), configurez et refermez les. Alors appuyez sur le bouton "STOP" (carré rouge) et Enregistrez le log.
16903 = Entrez un nom pour le log:
16904 = Entrez un nom pour le log et appuyer sur le bouton "Sauvegarder"
16905 = Revo Uninstaller piste l'installation
16906 = Revo Uninstaller enregistre les données
16907 = Impossible d'obtenir les privilèges pour éteindre l'ordinateur. Essayez de l'arrêter le manuellement!
16908 = Impossible de régler les privilèges pour éteindre l'ordinateur. Essayez de l'arrêter le manuellement!
16909 = Merci d'entrer un nom de log valide!

[JunkFilesCleanerPro]
17000 = Exclure
17001 = Dernières modofications
17002 = Scan du Répertoire...


[EvidenceRemoverPro]
17300 = Type
17301 = Taille Totale
17302 = Espace Libre
17310 = Disque Locale
17311 = Disque Amovible
17312 = Temps restant estimé:
17313 = jours 
17314 = heures
17315 = minutes
17316 = secondes

[WindowsToolsPro]
17400 = Restauration du système
17401 = Diagnostic réseau
17402 = Information réseau
17403 = Centre de sécurité
17404 = Propriétés Système
17405 = Informations Système
17406 = Commande Netstat TCP/IP
17407 = Clavier Visuel
17408 = Défragmenteur de disques
17409 = Services
17410 = Dossiers partagés
17411 = Editeur de stratégie de groupe locale
17412 = Activer/Désactiver des fonctionnalités Windows
17413 = Outil de suppression des logiciels malveillants Microsoft Windows
17414 = Sauvegarde et Restauration Windows
17415 = Planificateur de Tâches
17416 = Vérification des partitions du disque
17417 = Vérificateur des fichiers systèmes
17450 = Sauvegarde et Restauration Windows permet de faire des copies des fichiers à toutes les personnes qui utilisent l'ordinateur et donne la possibilité de créer une image du système. Vous pouvez laisser Windows choisir ce qu'il doit sauvegarder ou vous pouvez sélectionner les dossiers personnels, bibliothèques et lecteurs que vous voulez sauvegarder. Une image système inclut Windows ainsi que vos paramèters systèmes, programmes et fichiers. Vous pouvez utiliser une image pour restaurer le contenu de votre ordinateur si votre disque dur ou ordinateur cesse  de fonctionner.
17451 = Planificateur de Tâches vous aide à programmer des tâches automatisées qui exécutent des actions à un moment spécifique or lors de certains évènements. Il fournit la possibilité de programmer le lancement de programmes ou scripts à des moments prédéfinis ou après un intervalle de temps spécifié. Planificateur de Tâches dispose de l'ensemble des tâches programmées, fournit une vue organisée des tâches ainsi qu'une manière pratique de les gérer. 
17452 = Vérification des partitions du disque contrôle l'intégrité du fichier système sur le volume Windows. Il vérifie les problèmes relatifs au secteurs défectueux, clusters perdus, fichiers à liaisons croisées ainsi que les erreurs de répertoires. Ces types de problème peuvent être causé par des plantages du système, système gelé, bug d'alimentation, mauvaise extinction de l'ordinateur, etc...
17453 = Vérificateur des fichiers systèmes vous permet de scanner et restaurer les fichiers systèmes Windows qui seraient corrompus en verifiant leurs versions. S'il détecte un problème, il tente de remplacer le fichier incriminé par une version du cache des DLL Windows. Si le fichier n'est pas présent dans le cache ou que la DLL en cache est corrompu, il vous sera demandé d'insérer le disque d'installation de Windows.

[WindowsCleanerPro]
17500 = Effacer les caches des miniatures


[UnrecoverableDeletePro]
17600 = Ajouter Fichier(s)
17601 = Ajouter Répertoire
17602 = Effacer Définitivement
17603 = Effacement
17604 = Calcul en cours...


[Backup Manager]
17800 = Gestionnaire de Sauvegarde
17801 = Restaurer
17802 = Effacer
17803 = Effacer Tout
17804 = Restauration\nPersonnalisée
17812 = Chargement de l'arbre...
17813 = Retour
17814 = Suivant
17815 = Données du Point de Restauration non trouvés
17816 = Traitement en cours
17817 = Sauvegarde de %d of %d des objets
17818 = Points de Restauration:
17819 = Taille Totale:
17820 = Le Gestionnaire de Sauvegarde vous aide à gérer les sauvegardes effectuées par Revo Uninstaller après chaque suppression d'entrée du Registre, fichier ou répertoire. En restaurant un point de restauration local, vous pouvez restaurer toutes les données effacées ou juste récupérer celles désirées. Si vous avez besoin de plus d'espace libre, vous pouvez supprimer tout ou partie des points de restauration.
17821 = Nom
17822 = Operation
17823 = Taille
17824 = Objets du Registre
17825 = Fichier et Répertoire
17826 = Heure
17827 = Date
17830 = Nom Clé/Valeur
17831 = Donnée
17835 = Valeur Par Défaut
17836 = Restauration de %d of %d des objets
17837 = Restauration
17838 = Nom Fichier/Répertoire
17839 = Restauration Personnalisée
17840 = Erreur lors de la lecture du fichier de sauvegarde!
17841 = Fichiers et Répertoires à restaurer
17842 = Objets du Registre à restaurer
17843 = Il n'y a pas assez d'espace disque pour écrire le fichier de sauvegarde!
17844 = Erreur lors de l'écriture du fichier de sauvegarde!
17845 = Etes-vous sûr de vouloir restaurer l'opération %s of %s?
17846 = Etes-vous sûr de vouloir supprimer tous les points de restauration?
17847 = Suppression\npar date
17848 = Suppression des sauvegardes plus vieux qu'une date ou une période
17849 = Supprimer toutes les sauvegardes datant de plus:
17850 = Date sélectionnée:
17851 = Une semaine
17852 = Deux semaines
17853 = 30 jours
17854 = 90 jours
17855 = 180 jours
17856 = 1 an
17857 = Date personnalisée
17858 = Vous avez sélectionné une date plus récente qu'aujourd'hui.\nCelà supprimera toutes les sauvegardes! Continuer?


[TooltipsPro]
18200 = Ajuster les réglages de Revo Uninstaller
18201 = Changer le type de vue de la liste des programmes pistés
18202 = Administrer les informations des sauvegardes stockées par Revo Uninstaller
18203 = Installer des programmes par le biais de Revo Uninstaller
18204 = Désinstallation forcée des restes des programmes déja désinstallés
18205 = Montrer tous les programmes installés
18206 = Montrer les programmes installés pistés
18207 = Désinstaller le programme pisté sélectionné
18208 = Désinstallation personnalisée du programme pisté sélectionné
18209 = Restaurer le point de restauration sélectionné de Revo Uninstaller
18210 = Restauration personnalisée du point de restauration sélectionné de Revo Uninstaller
18211 = Supprimer le point de restauration sélectionné de Revo Uninstaller
18212 = Ajouter un programme pour qu'il démarre automatiquement au lancement de Windows
18213 = Exécuter l'opération de suppression des preuves sur les lecteurs sélectionnés
18214 = Ajouter des fichiers pour une suppression définitive
18215 = Ajouter un répertoire pour une suppression définitive
18216 = Supprimer les fichiers et répertoires ajoutés
18217 = Supprimer les fichiers sélectionnés
18218 = Modifier ou Réparer l'installation du programme sélectionné
18219 = Désinstallation Rapide du programme sélectionné(tous les éléments restants sont automatiquement supprimés)
18220 = Ajout d'un nouvel élément au log
18221 = Modifier l'élement sélectionné
18222 = Supprimer l'élément sélectionné du log
18223 = Exporter les données actuelles du log en HTML

